[
    {
        "ref": "https://bpampel.de/kuchenwiki/rezepte/icebox-cookies.html",
        "title": "Icebox-Cookies mit Schoko und Orange",
        "section": "rezepte",
        "tags": ["schoko","orange","kekse"],
        "date" : "2021.08.19",
        "body": "Kekse im britischen Stil, der Teig muss vor dem Backen gut durchkühlen. Gedacht zum Kaffee oder Tee.\nStatt Schoko und Orange können auch leicht andere Geschmackszutaten genutzt werden\nUngefähre Übersetzung von Icebox-Cookies.\nZutaten Menge Zutat 225 g Butter 300 g (sehr süß, geht auch weniger) Zucker 1 Ei 1 TL Vanille-Extrakt 300 g Mehl 1,5 TL Backpulver 1 TL Salz Nach belieben (gut 100 g) Schokotropfen / -raspel 100 g Orangeat Zubereitung Butter und Zucker cremig schlagen, Ei und Vanille unterrühren Mehl, Backpulver und Salz mischen und unterrühren Schokotropfen und kleingehacktes Oranegat dazugeben und vermischen Stücke des Teiges auf einer bemehlten Unterlage in ca. 3 cm dicke Rollen formen Rollen mindestens eine halbe Stunde in den Kühlschrank stellen (evtl. eingewickelt) Ofen auf 180°C vorheizen Rollen in dünne Scheiben (0,5 - 1 cm) schneiden Scheiben mit ausreichend Abstand auf Backblech legen (Kekse verlaufen etwas beim Backen!) 12 Minuten backen "
    }
,
    {
        "ref": "https://bpampel.de/kuchenwiki/rezepte/kokos-r%C3%BChrkuchen.html",
        "title": "Kokos-Rührkuchen",
        "section": "rezepte",
        "tags": ["kokos","rührteig","schoko","blech","springform"],
        "date" : "2021.08.18",
        "body": "Schwarz-weißer Rührkuchen mit Kokoscreme in der Mitte\nZutaten und Rezept grob nach diesem Rezept von chefkoch.de Zutaten Rührteig Menge Zutat 4 Ei 200 g Zucker 250 g Mehl 1 Päckchen Backpulver 100 ml Rapsöl 100 ml Milch 2 EL Kakaopulver Creme Menge Zutat 330 ml Milch 2 EL Mehl 66 g Kokosraspel 6 EL Zucker Deko / Guss Menge Zutat 100 g dunkle Schokoglasur 66 g Kokosraspel nach Belieben Raffaello Zubereitung Die Menge ist in etwa für eine 28er Springform. Für ein ganzes Blech die Menge mal 3/2, für eine 24er Springform mal 3/4\nOfen auf ca. 170°C vorheizen Rührteig: Aus allen Zutaten außer dem Kakaopulver einen Rührteig herstellen Teig halbieren und in 2 Schüsseln geben Eine Hälfte mit Kakaopulver (und evtl 1-2 EL Milch) verrühren und in Form geben Im Ofen ca. 10 Minuten backen (Oberfläche sollte nicht mehr flüssig sein) Währenddessen Kokoscreme herstellen: Alle Zutaten kalt in Topf verrühren Unter Rühren aufkochen, bis etwas dick geworden Kokoscreme auf Boden verstreichen, dann hellen Teig darüber geben nochmal eine gute halbe Stunde backen Warmen Kuchen mit Schokoglasur überziehen (hier braucht man vielleicht etwas mehr als 100 g) und mit Kokosraspel (und Raffaello) dekorieren "
    }
,
    {
        "ref": "https://bpampel.de/kuchenwiki/rezepte/tassenkuchen.html",
        "title": "Tassenkuchen",
        "section": "rezepte",
        "tags": ["banane","schoko","mikrowelle","schnell"],
        "date" : "2020.09.30",
        "body": "Mikrowellen-Tassenkuchen ohne Eier.\nZutaten Menge Zutat 1/2 Banane 2 EL Mehl 2 TL Kakao 3 TL Zucker etwas Backpulver 2 EL Milch optional Raspelschokolade / Schokotropfen Zubereitung Banane mit einer Gabel in der Tasse zerdrücken Alle trockenen Zutaten dazugeben und verrühren Zucker evtl. etwas weniger, je nach Reife der Banane Milch dazu, und rühren bis klebrige Masse entsteht (optional noch Schokolade unterrühren) In die Mikrowelle für ca. 2-3 Minuten (abhängig von Modell und gewünschter Konsistenz) Auf Teller stürzen -\u0026gt; fertig "
    }
]
