[
    {
        "ref": "https://bpampel.de/kuchenwiki/rezepte/zwetschgen-kaesekuchen-mit-streuseln.html",
        "title": "Zwetschgen-Käsekuchen mit Streuseln",
        "section": "rezepte",
        "tags": ["zwetschgen","käsekuchen","streusel"],
        "date" : "2020.09.18",
        "body": "\nEine Kombination dieser beiden Rezepte:\nZwetschgen-Käsekuchen mit Streuseln (Aldi) Zwetschgen-Käse-Kuchen mit Streuseln (kochbar.de) Kurzfassung: ersetze die Käsemasse des ersten Rezepts durch die des zweiten\nZutaten Total Menge Zutat 300 g Weizenmehl Type 405 1 Päckchen Backpulver 167 g Butter 320 g Zucker 4 Eier 500 g (oder mehr) Zwetschgen 500 g Magerquark 1 Päckchen Vanillezucker 1/2 Zitrone (alternativ Zitronenabrieb und Saft/Säure) 1 Päckchen Vanillepuddingpulver 2 Prisen Salz nach belieben Zimt Mürbteig Menge Zutat 200 g Weizenmehl Type 405 1 Päckchen Backpulver 100 g Butter 70 g Zucker 1 Ei 1 Prise Salz Belag 500 g (oder mehr) Zwetschgen\nKäsemasse Menge Zutat 500 g Magerquark 150 g Zucker 1 Päckchen Vanillezucker 1/2 Zitrone (alternativ Zitronenabrieb und -saft/-säure) 3 Eier 1 Päckchen Vanillepuddingpulver Streusel Menge Zutat 100 g Weizenmehl 100 g Zucker 67 g Butter 1 Prise Salz nach belieben Zimt Zubereitung Mürbteig: Mehl und Backpulver vermischen, Butter hacken und in Stückchen dazu geben Restliche Zutaten hinzu und rasch zu Teig verkneten Mindestens eine halbe Stunde in den Kühlschrank stellen Derweil Zwetschgen waschen, halbieren und Kern entfernen Käsemasse herstellen: Quark, Zucker, Vanillezucker, Zitronensaft und -schale in Schüssel verrühren Eier einzeln unterrühren Vanillepuddingpulver gut unterrühren Ofen auf 175°C Ober-/Unterhitze bzw. 155°C Umluft vorheizen Springform einfetten Mürbteig ausrollen und in Springform geben, mehrfach mit Gabel einsteichen Mit Zwetschgen belegen Käsemasse darüber geben Kuchen in den Ofen geben und 10 Minuten backen Währenddessen Streusel herstellen Nach 10 Minuten Backzeit die Streusel auf den Kuchen geben Für weitere ca. 50 Minuten backen. "
    }
]
